cfd/curved_12_high_draw/0/p
FoamFile { version 2.0; format ascii; class volScalarField; object p; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0;
boundaryField {
walls { type zeroGradient; }
laptopVent { type zeroGradient; }
fanInlet { type totalPressure; p0 uniform 16.666666666666668; value uniform 16.666666666666668; }
slotOutlet { type fixedValue; value uniform 0; }
frontBack { type empty; }
}
