cfd/curved_12_high_draw/0/omega
FoamFile { version 2.0; format ascii; class volScalarField; object omega; }
dimensions [0 0 -1 0 0 0 0]; internalField uniform 50;
boundaryField {
walls { type omegaWallFunction; value uniform 50; }
laptopVent { type zeroGradient; }
fanInlet { type fixedValue; value uniform 50; }
slotOutlet { type inletOutlet; inletValue uniform 50; value uniform 50; }
frontBack { type empty; }
}
